Repository: Microzello/Sujud
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, id, ms, ru, tr, ur

source: %@ in %@
ar: %1$@ بعد %2$@
bn: %1$@ %2$@ পরে
de: %1$@ in %2$@
es: %1$@ en %2$@
fa: %1$@ %2$@ دیگر
fr: %1$@ dans %2$@
id: %1$@ dalam %2$@
ms: %1$@ dalam %2$@
ru: %1$@ через %2$@
tr: %1$@ vaktine %2$@
ur: %1$@ %2$@ میں

source: %@ prayer time
ar: حان وقت صلاة %@
bn: %@ নামাজের সময়
de: Gebetszeit: %@
es: Hora de la oración: %@
fa: وقت نماز %@
fr: Heure de la prière : %@
id: Waktu salat %@
ms: Waktu solat %@
ru: Время намаза: %@
tr: %@ namazı vakti
ur: %@ کی نماز کا وقت

source: Asr
ar: العصر
bn: আসর
fa: عصر
id: Asar
ms: Asar
ru: Аср
tr: İkindi
ur: عصر

source: Asr Method
ar: طريقة حساب العصر
bn: আসরের পদ্ধতি
de: Asr-Methode
es: Método del Asr
fa: روش محاسبهٔ عصر
fr: Méthode pour l’Asr
id: Metode Asar
ms: Kaedah Asar
ru: Метод расчёта Аср
tr: İkindi Hesaplama Yöntemi
ur: عصر کا طریقہ

source: at %@
ar: عند %@
bn: %@-এ
de: um %@
es: a las %@
fa: ساعت %@
fr: à %@
id: pukul %@
ms: pukul %@
ru: в %@
tr: saat %@
ur: %@ بجے

source: Calculation Method
ar: طريقة الحساب
bn: হিসাবের পদ্ধতি
de: Berechnungsmethode
es: Método de cálculo
fa: روش محاسبه
fr: Méthode de calcul
id: Metode Perhitungan
ms: Kaedah Pengiraan
ru: Метод расчёта
tr: Hesaplama Yöntemi
ur: حساب کا طریقہ

source: Counts down to the next prayer.
ar: عدّ تنازلي حتى الصلاة القادمة.
bn: পরবর্তী নামাজ পর্যন্ত কাউন্টডাউন।
de: Zählt bis zum nächsten Gebet herunter.
es: Cuenta atrás hasta la próxima oración.
fa: شمارش معکوس تا نماز بعدی.
fr: Compte à rebours jusqu’à la prochaine prière.
id: Menghitung mundur ke salat berikutnya.
ms: Mengira detik ke solat seterusnya.
ru: Обратный отсчёт до следующего намаза.
tr: Sonraki namaza geri sayım yapar.
ur: اگلی نماز تک الٹی گنتی۔

source: Dhuhr
ar: الظهر
bn: যোহর
fa: ظهر
id: Zuhur
ms: Zohor
ru: Зухр
tr: Öğle
ur: ظہر

source: E
ar: ق
bn: পূ
de: O
fa: شرق
id: T
ms: T
ru: В
tr: D
ur: مشرق

source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة
bn: মিশরীয় জেনারেল অথরিটি অব সার্ভে
de: Ägyptische Generalbehörde für Landvermessung
es: Autoridad General Egipcia de Topografía
fa: سازمان عمومی نقشه‌برداری مصر
fr: Autorité générale égyptienne d’arpentage
id: Otoritas Umum Survei Mesir
ms: Pihak Berkuasa Am Ukur Mesir
ru: Египетское генеральное управление геодезии
tr: Mısır Genel Harita Kurumu
ur: مصری جنرل اتھارٹی آف سروے

source: Fajr
ar: الفجر
bn: ফজর
de: Fadschr
fa: صبح
id: Subuh
ms: Subuh
ru: Фаджр
tr: İmsak
ur: فجر

source: Hanafi
ar: الحنفي
bn: হানাফি
de: Hanafitisch
es: Hanafí
fa: حنفی
fr: Hanafite
ru: Ханафитский
tr: Hanefî
ur: حنفی

source: in %@
ar: بعد %@
bn: %@ পরে
es: en %@
fa: %@ دیگر
fr: dans %@
id: dalam %@
ms: dalam %@
ru: через %@
tr: %@ sonra
ur: %@ میں

source: Institute of Geophysics, University of Tehran
ar: معهد الجيوفيزياء، جامعة طهران
bn: ভূপদার্থবিদ্যা ইনস্টিটিউট, তেহরান বিশ্ববিদ্যালয়
de: Institut für Geophysik, Universität Teheran
es: Instituto de Geofísica, Universidad de Teherán
fa: مؤسسهٔ ژئوفیزیک دانشگاه تهران
fr: Institut de géophysique, Université de Téhéran
id: Institut Geofisika, Universitas Teheran
ms: Institut Geofizik, Universiti Tehran
ru: Институт геофизики Тегеранского университета
tr: Tahran Üniversitesi Jeofizik Enstitüsü
ur: انسٹی ٹیوٹ آف جیو فزکس، تہران یونیورسٹی

source: Isha
ar: العشاء
bn: এশা
de: Ischa
fa: عشا
id: Isya
ms: Isyak
ru: Иша
tr: Yatsı
ur: عشاء

source: Islamic Religious Council of Singapore
ar: المجلس الديني الإسلامي في سنغافورة
bn: সিঙ্গাপুর ইসলামি ধর্মীয় পরিষদ
de: Islamischer Religionsrat Singapurs
es: Consejo Religioso Islámico de Singapur
fa: شورای دینی اسلامی سنگاپور
fr: Conseil religieux islamique de Singapour
id: Majelis Agama Islam Singapura
ms: Majlis Ugama Islam Singapura
ru: Исламский религиозный совет Сингапура
tr: Singapur İslam Din Konseyi
ur: اسلامی مذہبی کونسل سنگاپور

source: Islamic Society of North America
ar: الجمعية الإسلامية لأمريكا الشمالية
bn: ইসলামিক সোসাইটি অব নর্থ আমেরিকা
de: Islamische Gesellschaft Nordamerikas
es: Sociedad Islámica de Norteamérica
fa: انجمن اسلامی آمریکای شمالی
fr: Société islamique d’Amérique du Nord
id: Masyarakat Islam Amerika Utara
ms: Persatuan Islam Amerika Utara
ru: Исламское общество Северной Америки
tr: Kuzey Amerika İslam Topluluğu
ur: اسلامک سوسائٹی آف نارتھ امریکہ

source: Leva Research Institute, Qom
ar: مؤسسة ليفا للأبحاث، قم
bn: লেভা গবেষণা ইনস্টিটিউট, কোম
de: Leva-Forschungsinstitut, Ghom
es: Instituto de Investigación Leva, Qom
fa: مؤسسهٔ تحقیقاتی لوا، قم
fr: Institut de recherche Leva, Qom
id: Lembaga Penelitian Leva, Qom
ms: Institut Penyelidikan Leva, Qom
ru: Исследовательский институт Лева, Кум
tr: Leva Araştırma Enstitüsü, Kum
ur: لیوا ریسرچ انسٹی ٹیوٹ، قم

source: Locating…
ar: جارٍ تحديد الموقع…
bn: অবস্থান খোঁজা হচ্ছে…
de: Standort wird ermittelt …
es: Localizando…
fa: در حال یافتن موقعیت…
fr: Localisation…
id: Mencari lokasi…
ms: Mencari lokasi…
ru: Определение местоположения…
tr: Konum bulunuyor…
ur: مقام معلوم کیا جا رہا ہے…

source: Location Access Needed
ar: يلزم الوصول إلى الموقع
bn: অবস্থানের অনুমতি প্রয়োজন
de: Standortzugriff erforderlich
es: Se necesita acceso a la ubicación
fa: دسترسی به موقعیت لازم است
fr: Accès à la position requis
id: Akses Lokasi Diperlukan
ms: Akses Lokasi Diperlukan
ru: Нужен доступ к геопозиции
tr: Konum İzni Gerekli
ur: مقام تک رسائی درکار ہے

source: Maghrib
ar: المغرب
bn: মাগরিব
fa: مغرب
id: Magrib
ru: Магриб
tr: Akşam
ur: مغرب

source: Muslim World League
ar: رابطة العالم الإسلامي
bn: মুসলিম ওয়ার্ল্ড লীগ
de: Islamische Weltliga
es: Liga Mundial Musulmana
fa: رابطهٔ جهان اسلام
fr: Ligue islamique mondiale
id: Liga Muslim Dunia
ms: Liga Muslim Sedunia
ru: Всемирная исламская лига
tr: Dünya Müslümanlar Birliği
ur: رابطہ عالم اسلامی

source: Muslims of France
ar: مسلمو فرنسا
bn: ফ্রান্সের মুসলমান
de: Muslime Frankreichs
es: Musulmanes de Francia
fa: مسلمانان فرانسه
fr: Musulmans de France
id: Muslim Prancis
ms: Muslim Perancis
ru: Мусульмане Франции
tr: Fransa Müslümanları
ur: فرانس کے مسلمان

source: N
ar: ش
bn: উ
fa: شمال
id: U
ms: U
ru: С
tr: K
ur: شمال

source: Next Prayer
ar: الصلاة القادمة
bn: পরবর্তী নামাজ
de: Nächstes Gebet
es: Próxima oración
fa: نماز بعدی
fr: Prochaine prière
id: Salat Berikutnya
ms: Solat Seterusnya
ru: Следующий намаз
tr: Sonraki Namaz
ur: اگلی نماز

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir les réglages
id: Buka Pengaturan
ms: Buka Tetapan
ru: Открыть настройки
tr: Ayarları Aç
ur: ترتیبات کھولیں

source: Open Sujud
ar: افتح سجود
bn: সুজুদ খুলুন
de: Sujud öffnen
es: Abre Sujud
fa: سجود را باز کنید
fr: Ouvrez Sujud
id: Buka Sujud
ms: Buka Sujud
ru: Откройте Sujud
tr: Sujud’u açın
ur: سجود کھولیں

source: Prayer Times
ar: مواقيت الصلاة
bn: নামাজের সময়
de: Gebetszeiten
es: Horarios de oración
fa: اوقات شرعی
fr: Heures de prière
id: Waktu Salat
ms: Waktu Solat
ru: Время намаза
tr: Namaz Vakitleri
ur: نماز کے اوقات

source: Qibla
ar: القبلة
bn: কিবলা
fa: قبله
id: Kiblat
ms: Kiblat
ru: Кибла
tr: Kıble
ur: قبلہ

source: S
ar: ج
bn: দ
fa: جنوب
ru: Ю
tr: G
ur: جنوب

source: Spiritual Administration of Muslims of Russia
ar: الإدارة الدينية لمسلمي روسيا
bn: রাশিয়ার মুসলমানদের আধ্যাত্মিক প্রশাসন
de: Geistliche Verwaltung der Muslime Russlands
es: Administración Espiritual de los Musulmanes de Rusia
fa: ادارهٔ معنوی مسلمانان روسیه
fr: Administration spirituelle des musulmans de Russie
id: Administrasi Spiritual Muslim Rusia
ms: Pentadbiran Rohani Muslim Rusia
ru: Духовное управление мусульман России
tr: Rusya Müslümanları Dini İdaresi
ur: روس کے مسلمانوں کی روحانی انتظامیہ

source: Standard (Shafi‘i, Maliki, Hanbali)
ar: الجمهور (الشافعي، المالكي، الحنبلي)
bn: প্রচলিত (শাফেয়ি, মালিকি, হাম্বলি)
de: Standard (schafiitisch, malikitisch, hanbalitisch)
es: Estándar (shafi’í, maliki, hanbalí)
fa: استاندارد (شافعی، مالکی، حنبلی)
fr: Standard (chaféite, malékite, hanbalite)
id: Standar (Syafi’i, Maliki, Hanbali)
ms: Standard (Syafie, Maliki, Hanbali)
ru: Стандартный (шафиитский, маликитский, ханбалитский)
tr: Standart (Şâfiî, Mâlikî, Hanbelî)
ur: معیاری (شافعی، مالکی، حنبلی)

source: Sujud needs your location to calculate prayer times and the Qibla direction. Your location never leaves your device.
ar: يحتاج سجود إلى موقعك لحساب مواقيت الصلاة واتجاه القبلة. لا يغادر موقعك جهازك أبدًا.
bn: নামাজের সময় ও কিবলার দিক নির্ণয় করতে সুজুদের আপনার অবস্থান প্রয়োজন। আপনার অবস্থান কখনো আপনার ডিভাইসের বাইরে যায় না।
de: Sujud benötigt deinen Standort, um die Gebetszeiten und die Qibla-Richtung zu berechnen. Dein Standort verlässt niemals dein Gerät.
es: Sujud necesita tu ubicación para calcular los horarios de oración y la dirección de la qibla. Tu ubicación nunca sale de tu dispositivo.
fa: سجود برای محاسبهٔ اوقات شرعی و جهت قبله به موقعیت شما نیاز دارد. موقعیت شما هرگز از دستگاهتان خارج نمی‌شود.
fr: Sujud a besoin de votre position pour calculer les heures de prière et la direction de la qibla. Votre position ne quitte jamais votre appareil.
id: Sujud memerlukan lokasi Anda untuk menghitung waktu salat dan arah kiblat. Lokasi Anda tidak pernah meninggalkan perangkat Anda.
ms: Sujud memerlukan lokasi anda untuk mengira waktu solat dan arah kiblat. Lokasi anda tidak pernah meninggalkan peranti anda.
ru: Sujud нужна ваша геопозиция, чтобы рассчитать время намаза и направление киблы. Ваша геопозиция никогда не покидает устройство.
tr: Sujud, namaz vakitlerini ve kıble yönünü hesaplamak için konumunuza ihtiyaç duyar. Konumunuz asla cihazınızdan çıkmaz.
ur: سجود کو نماز کے اوقات اور قبلہ کی سمت معلوم کرنے کے لیے آپ کا مقام درکار ہے۔ آپ کا مقام کبھی آپ کے آلے سے باہر نہیں جاتا۔

source: Sunrise
ar: الشروق
bn: সূর্যোদয়
de: Sonnenaufgang
es: Amanecer
fa: طلوع آفتاب
fr: Lever du soleil
id: Terbit
ms: Syuruk
ru: Восход
tr: Güneş
ur: طلوعِ آفتاب

source: Today’s prayer times and the countdown to the next.
ar: مواقيت الصلاة اليوم والعد التنازلي للصلاة القادمة.
bn: আজকের নামাজের সময় এবং পরবর্তী নামাজের কাউন্টডাউন।
de: Die heutigen Gebetszeiten und der Countdown bis zum nächsten Gebet.
es: Los horarios de oración de hoy y la cuenta atrás para la próxima.
fa: اوقات شرعی امروز و شمارش معکوس تا نماز بعدی.
fr: Les heures de prière du jour et le compte à rebours jusqu’à la prochaine.
id: Waktu salat hari ini dan hitung mundur ke salat berikutnya.
ms: Waktu solat hari ini dan kiraan detik ke solat seterusnya.
ru: Время намазов на сегодня и обратный отсчёт до следующего.
tr: Bugünün namaz vakitleri ve sonraki namaza geri sayım.
ur: آج کے نماز کے اوقات اور اگلی نماز کی الٹی گنتی۔

source: Umm al-Qura University, Makkah
ar: جامعة أم القرى، مكة المكرمة
bn: উম্মুল কুরা বিশ্ববিদ্যালয়, মক্কা
de: Umm-al-Qura-Universität, Mekka
es: Universidad Umm al-Qura, La Meca
fa: دانشگاه ام‌القری، مکه
fr: Université Umm al-Qura, La Mecque
id: Universitas Umm al-Qura, Makkah
ms: Universiti Umm al-Qura, Makkah
ru: Университет Умм аль-Кура, Мекка
tr: Ümmü’l-Kurâ Üniversitesi, Mekke
ur: ام القریٰ یونیورسٹی، مکہ

source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
bn: ইসলামি বিজ্ঞান বিশ্ববিদ্যালয়, করাচি
de: Universität für Islamische Wissenschaften, Karatschi
es: Universidad de Ciencias Islámicas, Karachi
fa: دانشگاه علوم اسلامی کراچی
fr: Université des sciences islamiques, Karachi
id: Universitas Ilmu Islam, Karachi
ms: Universiti Sains Islam, Karachi
ru: Университет исламских наук, Карачи
tr: İslami İlimler Üniversitesi, Karaçi
ur: جامعہ علوم اسلامیہ، کراچی

source: W
ar: غ
bn: প
es: O
fa: غرب
fr: O
id: B
ms: B
ru: З
tr: B
ur: مغرب
